Repository: GiulianoSpaghetti/wxDateFrom
Catalog: po/*.po
Languages: de

source: &Quit Alt-F4
de: &Verlassen Alt+F4

source: Quit the application
de: Beenden Sie die Anwendung

source: &File
de: &Datei

source: &About F1
de: &Um F1

source: Show info about this application
de: Informationen zu dieser Anwendung anzeigen

source: &Help
de: &Hilfe

source: Hello Code::Blocks user!
de: Hallo Code::Blocks-Benutzer!

source: Insert the name:
de: Geben Sie den Namen ein:

source: Insert the date:
de: Datum einfügen:

source: Calculate
de: Berechnung

source: Images
de: Bilder

source: A simple program for calculating how mutch time passed from a given date.
de: Ein einfaches Programm, um zu berechnen, wie viel Zeit seit einem bestimmten Datum vergangen ist.

source: Error
de: Fehler

source: Invalid lvalue
de: Ungültiger lvalue

source: days,
de: Tage

source: hours and
de: Stunden un

source: minutes have passed.
de: Minuten sind vergangen.

source: You met
de: Du hast getroffen

source: minutes ago.
de: Minuten.
